export const subjects = {
  "ФИВТ": {
    "ВТ": {
      1: [
        "Высшая Математика - 1", 
        "Компьютерная Логика - 1", 
        "Программирование", 
        "Алгоритмы и Структуры Данных", 
        "История Украины", 
        "Основы Операционных Систем", 
        "Линейная Алгебра(ЛААГ) - 1", 
      ],
      2: [
        "Объектно-Ориентированное Программирование", 
        "Физика", 
        "Высшая Математика - 2", 
        "Украинский Язык", 
        "Дискретная Математика", 
        "Компьютерная Логика - 2(Комп. Арифметика)", 
      ],
      3: [
        "Высшая Математика - 3", 
        "Инженерия програмного обеспечения - 1", 
        "Теория Вероятностей и Математическая Статистика", 
        "Вступление в Философию", 
        "Компьютерная Графика", 
        "Психология Конфликта", 
        "ТЭЦ(ТЕМК) - 1", 
      ],
      4: [
        "Системное Програмирование - 1", 
        "Архитектура Компьютеров - 1", 
        "ТЭЦ(ТЕМК) - 2", 
        "Инженерия Програмного Обеспечения - 2", 
        "Алгоритмы и Методы Вычислений", 
        "ТПЕ(МОПЕ)", 
        "Компьютерная Электроника - 1", 
        "Экология",
      ],
    },
  },
}